Repository: eol-uchile/edx-sga
Catalog: edx_sga/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: Display Name
es_419: Nombre a Mostrar

source: Staff Graded Assignment
es_419: Trabajo Calificado

source: This name appears in the horizontal navigation at the top of the page.
es_419: Este nombre aparece en la barra de navegacion horizontal en la parte superior de la pagina

source: Problem Weight
es_419: Peso del problema

source: Maximum score
es_419: Puntaje Maximo

source: Maximum grade score given to assignment by staff.
es_419: Puntaje maximo a entregar por el instructor

source: Score assigned by non-instructor staff
es_419: Puntaje Asignado por personal no instructor

source: Score will need to be approved by instructor before being published.
es_419: El puntaje debe ser aprobado por el instructor antes de ser publicado.

source: Instructor comment
es_419: Comentario de Instructor

source: Feedback given to student by instructor.
es_419: Retroalimentación dada al estudiante por el instructor

source: Annotated SHA1
es_419: SHA1 retroalimentación

source: sha1 of the annotated file uploaded by the instructor for this assignment.
es_419: sha1 del archivo de retroalimentación ingresado por el instructor de este trabajo.

source: Annotated file name
es_419: Nombre del archivo de retroalimentación

source: The name of the annotated file uploaded for this assignment.
es_419: Nombre del archivo de retroalimentación ingresado a este trabajo.

source: Mime type of annotated file
es_419: Tipo mime del archivo de retroalimentación

source: The mimetype of the annotated file uploaded for this assignment.
es_419: Tipo mime del archivo de anotaretroalimentaciónción enviado a este trabajo.

source: Timestamp
es_419: Fecha

source: When the annotated file was uploaded
es_419: Cuando el archivo de retroalimentación fue enviado

source: Show Answer
es_419: Mostrar Respuesta

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
es_419: Define cuando mostrar la respuesta al problema. Un valor por defecto puede ser configurado en Configuración Avanzada.

source: Always
es_419: Siempre

source: Answered
es_419: Respondido

source: Attempted
es_419: Intentado

source: Closed
es_419: Cerrado

source: Finished
es_419: Finalizado

source: Correct or Past Due
es_419: Correcto o Fecha Vencida

source: Past Due
es_419: Fecha Vencida

source: Never
es_419: Nunca

source: Solution to the problem to show to the user
es_419: Solución al problema mostrado al usuario

source: Solution
es_419: Solución

source: Upload a different file
es_419: Subit un archivo diferente

source: Upload your assignment
es_419: Subir tu trabajo

source: File uploaded
es_419: Archivo enviado

source: Your score is <%%= graded.score %%> / <%%= max_score %%>
es_419: Tu puntaje es <%%= graded.score %%> / <%%= max_score %%>

source: Annotated file from instructor
es_419: Archivo de retroalimentación del instructor

source: This assignment has not yet been graded.
es_419: Este trabajo aun no a sido graduado.

source: Username
es_419: Nombre de Usuario

source: Name
es_419: Nombre

source: Filename
es_419: Nombre de archivo

source: Uploaded
es_419: Enviado

source: Submitted
es_419: Enviado

source: Grade
es_419: Nota

source: Instructor's comments
es_419: Comentarios de Instructor

source: Annotated
es_419: Retroalimentación

source: Actions
es_419: Acción

source: Yes
es_419: Si

source: Awaiting instructor approval
es_419: Esperando aprovación de instructor

source: Approve grade
es_419: Aprovar Calificación

source: Enter grade
es_419: Ingresar Calificación

source: Upload annotated file
es_419: Subir archivo de retroalimentación

source: Grade Submissions
es_419: Calificar Envíos

source: Download All Submissions
es_419: Descargar Todos los Envíos
